{
  "reviews": [
    {
      "id": 1,
      "link": "https://www.linkedin.com/posts/ayeshanagdawala_recently-i-had-the-honor-of-leading-an-all-girls-activity-7045686045849399296-9c_f?utm_source=share&utm_medium=member_desktop",
      "content": "Recently, I had the honor of leading an all-girls team 'InnovateHERs' and we secured the first position in Programmers' Club MHSSCE Err_404 5.0 Hackathon. I would like to share my journey of getting there! My first Hackathon was a 48-hour online hackathon by the CSI-TSEC (Computer Society of India) and I was part of the backend team. PHP was completely new to me. Despite the steep learning curve, I found the experience to be incredibly rewarding and it gave me a strong foundation to build upon. My second hackathon experience at Bit N Build'23 was a success as our team was the first runner up in the domain - Open Innovation. During this event, I had the opportunity to work closely with a skilled team member, Anas Khan, who provided invaluable guidance throughout the event. My third hackathon experience was at an online hackathon i.e FRCE Unscripted Rookies where I led an all-girls team of first-time hackathon participants. What made me most proud was the impact that this experience had on the members of the team. By empowering and supporting them, I have seen them gain confidence in their abilities, develop leadership skills, and embrace their unique strengths. Kudos to Shagun Gupta and Esha Nemani for taking the lead in their next hackathons. Fast forward to a few additional online hackathons on weekends while balancing a rigorous academic schedule during the weekdays, my hard work was ultimately rewarded and reflected when we emerged victorious in Err_404 5.0. An entire week of conducting regular meetings, discussions, and working on a dummy project, I encouraged the team to collaborate and share their ideas, ensuring that everyone had a voice in the process. I strongly believe in the importance of creating a supportive and inclusive environment for women in tech, and I am committed to doing everything in my power to help the next generation of female tech leaders succeed. Thank you to my amazing team Mamta Gupta, Meetali Kapse, Nidhi Kadam, and Archie Shah for their hard work and dedication, and for making this achievement possible.",
      "images": "https://media.licdn.com/dms/image/v2/D4D22AQFlj4Z8LfF06A/feedshare-shrink_800/feedshare-shrink_800/0/1679822453807?e=1739404800&v=beta&t=YTlxTApKv8ic2qX9h_FAK8DJ8m3BCgkyu8Vw0U19dbI",
      "rating": 5,
      "domain_name": "linkedin.com",
      "sentiment": "positive",
      "hashtags": []
    },
    {
      "id": 2,
      "link": "https://www.linkedin.com/posts/meetalikapse_innovatehers-hackathon-womenintech-activity-7045703417578536960-Kdbw?utm_source=share&utm_medium=member_desktop",
      "content": "Hello Everyone! I am elated to share that I recently took part in my first-ever hackathon organized by Programmers' Club MHSSCE and ended up winning it! Thank you to my entire team of \"InnovateHers\" Ayesha Nagdawala, Archie Shah, Nidhi Kadam, and Mamta Gupta for being amazing teammates throughout the hackathon! Our project \"Health Bridge\" serves as a virtual health vault for users to store their medical records and make them available on the go. I worked on the front-end development of our project. I would like to express my gratitude towards the judges and mentors for making this possible. I would also like to thank the organizers and volunteers of the ERR_404 5.0 Hackathon for their exceptional hospitality and for providing us with an opportunity to showcase our skills.",
      "images": "https://media.licdn.com/dms/image/v2/D4D22AQEqBp-rto-8BQ/feedshare-shrink_800/feedshare-shrink_800/0/1679826585301?e=1739404800&v=beta&t=-DIpWrNGi8u7MmrypuzuLzm5bClom02ZGVcNrexjG3o",
      "rating": 4,
      "domain_name": "linkedin.com",
      "sentiment": "positive",
      "hashtags": ["#innovatehers", "#hackathon", "#womenintech", "#womeninstem"]
    },
    {
      "id": 3,
      "link": "https://www.linkedin.com/posts/archie-s-shah_hello-connections-it-gives-me-immense-activity-7043961802962911232-zcbm?utm_source=share&utm_medium=member_desktop",
      "content": "Hello connections! It gives me immense pleasure to inform that our team 'InnovateHERs' secured 1st place at the 24hrs EER_4045.0 hackathon organized by Programmers' Club MHSSCE. This would not have been possible without the efforts of my teammates Ayesha Nagdawala, Meetali Kapse, Mamta Gupta, and Nidhi Kadam. We created a website for the ELECTRONIC HEALTH RECORD SYSTEM which facilitates the patient to store, manage, and share their medical records with doctors. Our aim was to eliminate the hassle of managing the physical records every time while visiting a doctor. I worked on the frontend team and learned a lot throughout the whole course of the hackathon. I would like to thank the judges and mentors for guiding us and helping us throughout the project. A heartfelt thanks to the Programmers' Club MHSSCE who gave us an opportunity to showcase our skills.",
      "images": "https://media.licdn.com/dms/image/v2/C4D22AQFeMA22QXRLlQ/feedshare-shrink_800/feedshare-shrink_800/0/1679411362027?e=1739404800&v=beta&t=jF9aor8jxlJtopii_NWKxe7o0mGVEEbB52TKntI7HAE",
      "rating": 4,
      "domain_name": "linkedin.com",
      "sentiment": "positive",
      "hashtags": []
    },
    {
      "id": 4,
      "link": "https://www.linkedin.com/posts/altamash-siddiuqi-0662871aa_error404-error404-activity-7045366008038985728-tsK_?utm_source=share&utm_medium=member_desktop",
      "content": "\"1st RUNNER-UP AT ERROR404\" which was held at M.H. Saboo Siddik College Of Engineering. I'm excited to share that I recently had the honor of being a runner-up at the Error 404 Hackathon! It was an exhilarating experience, and I'm proud of what my team and I were able to achieve. This hackathon was not only a platform for us to showcase our technical skills but also an opportunity to learn and grow as individuals. Working under a tight deadline, we had to think on our feet, work collaboratively, and pivot when things didn't go as planned. These skills are invaluable and will undoubtedly help us in our future endeavors. I would like to thank my team members Shaikh Mohd Saif, Umair S. Ehtesham Siddiqui for their hard work and dedication throughout the hackathon. I am proud of what we accomplished together and look forward to future collaborations with them. Lastly, I want to express my gratitude to the organizers of ERROR404 Programmers' Club MHSSCE for putting together such an incredible event. The experience was unforgettable, and I'm grateful for the opportunity to participate.",
      "images": "https://media.licdn.com/dms/image/v2/D4D22AQF52dxZOvTuww/feedshare-shrink_800/feedshare-shrink_800/0/1679746151813?e=1739404800&v=beta&t=mORV1CTj0cMX4VDrL3W4gZSxjvM8GRJG6snBIsOQYkw",
      "rating": 4,
      "domain_name": "linkedin.com",
      "sentiment": "positive",
      "hashtags": ["#ERROR404"]
    },
    {
      "id": 5,
      "link": "https://www.linkedin.com/posts/khan-affan-a81582244_hackathon-develop-connect-activity-7044600976040681472-Mqnu?utm_source=share&utm_medium=member_desktop",
      "content": "Hey, connection!!!! Our team Abrar Zombadker MOHD KHALID MANSOORI Sanket Jaiswar @mohd sohel just had an incredible time at the recent err404 hackathon held at M.H. Saboo Siddik College of engineering. Over two days, we worked tirelessly to develop an appointment booking system that we're proud of. But it wasn't just the project that made the event so memorable; it was the chance to connect with other tech enthusiasts and entrepreneurs in the industry. We learned so much from each other, and the energy in the room was contagious. We would like to thank Programmers' Club MHSSCE for hosting such an amazing event.",
      "images": "https://media.licdn.com/dms/image/v2/C4D22AQFJpfCp4LF2bQ/feedshare-shrink_800/feedshare-shrink_800/0/1679563754185?e=1739404800&v=beta&t=bci1eOZvJwySZI3V-eX2fDri6M5SNNtnzZ-WD26iYTQ",
      "rating": 5,
      "domain_name": "linkedin.com",
      "sentiment": "positive",
      "hashtags": ["#hackathon", "#develop", "#connect", "#enthusiasts", "#entrepreneurs", "#team", "#project", "#diversityandinclusion", "#futureofwork", "#engineering"]
    },
    {
      "id": 6,
      "link": "https://www.linkedin.com/posts/omavhad_hackathon-hacks-activity-7044372216074887168-ouXZ?utm_source=share&utm_medium=member_desktop",
      "content": "I recently had the opportunity to attend a hackathon ERR_404 5.0 at MHSSCE - M. H. Saboo Siddik College of Engineering and it was an amazing experience! I spent 24 hours collaborating with a diverse group of individuals to develop a solution to a real-world problem. Working under pressure and with limited resources was challenging, but it taught me the importance of effective communication, time management, and teamwork. I also learned about new technologies and programming languages that I hadn't worked with before, which expanded my skill set and gave me fresh ideas to bring back to my job. Overall, the hackathon was a great opportunity to connect with like-minded individuals, learn new skills, and work on a real-world problem. I highly recommend attending a hackathon if you ever have the chance! Have you attended a hackathon before? Share your experience in the comments below! And if you haven't, I encourage you to seek out hackathons in your area and give it a try. You never know what you might learn and who you might meet!",
      "images": "https://media.licdn.com/dms/image/v2/C4D22AQFSeoxzX8FpXA/feedshare-shrink_800/feedshare-shrink_800/0/1679509213075?e=1739404800&v=beta&t=aYcwfdjspyxhqKyx4KUoVNXV9AIhNiRSS_MhMrIf_sc",
      "rating": 5,
      "domain_name": "linkedin.com",
      "sentiment": "positive",
      "hashtags": ["#hackathon", "#hacks"]
    },  
  {
    "id": 7,
    "link": "https://www.linkedin.com/posts/arshad-khan-0282b2215_hackathon-innovation-tech-activity-7044986474370318336-2xRA?utm_source=share&utm_medium=member_desktop",
    "content": "Hello Everyone, I have participated in the Error404 Hackathon organized on March 18th and 19th, and it was an amazing experience! 🙂 Over the course of two days, our teams worked tirelessly to develop cutting-edge software and web-based solutions. During the course of our project, we encountered numerous challenges and obstacles that tested our problem-solving skills and determination. From technical issues and coding errors to communication breakdowns and time constraints, it seemed like we were facing a new difficulty every step of the way. Despite these challenges, we remained committed to our goals and worked tirelessly to overcome each obstacle as it arose. We brainstormed creative solutions, sought out expert advice, and supported each other through the tough times. Looking back, I can say with confidence that the difficulties we faced ultimately made our project stronger and more resilient. They forced us to think outside the box, learn from our mistakes, and come up with innovative solutions that we may not have considered otherwise. We learned so much from each other and had a lot of fun 😊 along the way. I'm proud to have been a part of this event and grateful for the opportunity to work alongside such skilled and motivated individuals. It was inspiring to see the passion and dedication that everyone brought to the table. Thank you to the organizers for putting together such a fantastic event, and to my teammates 👏 Abdul Rehmaan, Mohammad Gulam Ghaus, Hammad Momin, SAKIB KHAN for their hard work and collaboration. I'm excited to see where the projects go from here, and I'm looking forward to participating in future hackathons and other events.",
    "image": "https://media.licdn.com/dms/image/v2/D4D22AQHZRfq8bywo5Q/feedshare-shrink_800/feedshare-shrink_800/0/1679655662831?e=1739404800&v=beta&t=gA0H3MXSM2iuslcNjbICkcxcEhA8Z0wqofcAGGeuFz8",
    "rating": 5,
    "domain_name": "linkedin.com",
    "sentiment": "positive",
    "hashtags": ["#hackathon", "#innovation", "#tech", "#creativedesign", "#openmind"]
  },
  {
    "id": 8,
    "link": "https://www.linkedin.com/posts/shaikh-mohd-saif_error404-connections-hackathon-activity-7043653833482219520-lEL_?utm_source=share&utm_medium=member_desktop",
    "content": "\"1st RUNNER-UP AT ERROR404\" which was held at M.H. Saboo Siddik College Of Engineering Hello #connections, Winning a hackathon is an incredible journey, but it’s made even more special when you share the experience with a great team!!!! A big thank you to our amazing team members Umair S., Ehtesham Siddiqui, Altamash Siddiqui - never forget that together, we can do anything! Let’s keep pushing ourselves to reach greater heights. From studying, brainstorming, and strategizing, our team put in long hours to make it to the finish line. This is a testament to our hard work and determination. I would like to thank the organizing team and all the coordinators of Programmers' Club MHSSCE for hosting such a wonderful event. Thanks to everyone who supported us throughout this journey. 🙏⁣⁣ It’s time to celebrate our accomplishment and keep pushing ourselves to reach higher goals!",
    "image": "https://media.licdn.com/dms/image/v2/C4D22AQFMxNWLJv-Y_g/feedshare-shrink_800/feedshare-shrink_800/0/1679337936904?e=1739404800&v=beta&t=UoiB9xq9U29KLhjuVwvf8sRjXlqyUB3FU7N5lvY--SE",
    "rating": 5,
    "domain_name": "linkedin.com",
    "sentiment": "positive",
    "hashtags": ["#ERROR404", "#connections", "#Hackathon", "#winningmoment", "#teamworkmakesthedreamwork"]
  },
  {
    "id": 9,
    "link": "https://www.linkedin.com/posts/nitesh-kumar-6683911b9_team-opportunity-growth-activity-7043876190629040129-_Wle?utm_source=share&utm_medium=member_desktop",
    "content": "I recently attended my first hackathon, and it was an incredible experience! I had the opportunity to work with a team of talented individuals to build a project from scratch in just 36 hours. The energy and excitement in the room were contagious, and I learned so much in a short amount of time. I would like to express my gratitude to the MHSSCE - M. H. Saboo Siddik College of Engineering that organized this event. The level of planning and execution involved in hosting a successful hackathon is no small feat, and I am deeply appreciative of the college's dedication and commitment towards providing students with such valuable opportunities. The facilities provided by the college were of the highest quality, with a conducive environment and all the necessary resources readily available. I am confident that this hackathon experience will have a lasting impact on my personal and professional growth. A big thanks to our Talented Tyrants team Abhinendra Pratap Singh Ashish Vishwakarma SRI CHANDAN VURA @VSS for an outstanding performance at the hackathon! It was truly a pleasure working alongside such a talented and dedicated group of individuals. Throughout the hackathon, our team members demonstrated an exceptional level of creativity, technical expertise, and collaboration. Despite the challenges we faced along the way, everyone remained committed and focused on delivering the best possible results. I would like to thank the organizing team and all the coordinators of Programmers' Club MHSSCE for hosting such a wonderful event.",
    "image": "https://media.licdn.com/dms/image/v2/C4D22AQHEf6xqVS9y2g/feedshare-shrink_800/feedshare-shrink_800/0/1679390951063?e=1739404800&v=beta&t=e3_X8ae8S_MBl0KFqaNJSqN9vEjNKUJIMaQk4HeGIXI",
    "rating": 5,
    "domain_name": "linkedin.com",
    "sentiment": "positive",
    "hashtags": ["#team", "#opportunity", "#growth", "#project", "#hackathon", "#engineering", "#environment", "#event"]
  },
  {
    "id": 10,
    "link": "https://www.linkedin.com/posts/omkargorde_teamdebuggers-ugcPost-7044403569168396289-pFlh?utm_source=share&utm_medium=member_desktop",
    "content": "We came under Top 10 in... Err404 - National Level Hackathon which was conducted at M.H. Saboo Siddik College Of Engineering on 18th and 19th March. I am very happy with the team. I want to give a special shoutout to my amazing teammates Rohan, Harshkumar, and Kanishka who brought so much talent and creativity to the table. The management is excellent, and everything went well in the hackathon! Our Team Opportunistic participated in the event with the Problem Statement of Smart Hiring System. One of the highlights of the hackathon was getting to meet popular YouTuber Sumersingh K Rajpurohit ↗️, founder of Last Moment Tuitions. Thank you, Programmers' Club MHSSCE, for organizing this hackathon and giving me the opportunity to participate. We had an excellent time both days. I am glad to share that we finished under the Top 10 in my first-ever hackathon. It provided me with an excellent learning curve and made me even more eager to win my career's upcoming hackathons.",
    "image": "https://media.licdn.com/dms/image/v2/D4D35AQErJueOa0p9Sw/profile-framedphoto-shrink_100_100/profile-framedphoto-shrink_100_100/0/1722327935959?e=1736971200&v=beta&t=7PXtItnBxW1mwPWdQ7FRCtd9CAA5bi_ch2s7UslZdGw",
    "rating": 4,
    "domain_name": "linkedin.com",
    "sentiment": "positive",
    "hashtags": ["#err404", "#hackathon", "#teamwork", "#programmer", "#top10", "#opportunity", "#machinelearning", "#cybersecurity", "#hiring"]
  },
  {
    "id": 11,
    "link": "https://www.linkedin.com/posts/activity-7043570132379394048-p7W-?utm_source=share&utm_medium=member_desktop",
    "content": "“1st RUNNER-UP AT HACKATHON” 🎉🏆 I am thrilled to announce that my team and I won the 1st Runner-up at ERR_404 5.0 Hackathon which was held at M.H. Saboo Siddik College Of Engineering! Our project focused on developing a blockchain-based platform for secure document verification. We created a prototype that could potentially revolutionize the official document verification process. I want to give a special shoutout to my amazing teammates Shaikh Mohd Saif, Altamash Siddiuqi, and Ehtesham Siddiqui who brought so much talent and creativity to the table. One of the highlights of the hackathon was getting to meet the popular YouTuber Sumersingh K Rajpurohit ↗️, founder of Last Moment Tuitions. Programmers' Club MHSSCE deserve a lot of praise for hosting such a well-organized hackathon. Looking forward to applying the skills I learned from this experience to future projects and endeavors!",
    "image": "https://media.licdn.com/dms/image/v2/C4D22AQG_coHVxylIKA/feedshare-shrink_800/feedshare-shrink_800/0/1679317979017?e=1739404800&v=beta&t=tV9ikv31F5SeuHimaqGvaN3EU3M03-rHvyovxn87GGo",
    "rating": 5,
    "domain_name": "linkedin.com",
    "sentiment": "positive",
    "hashtags": ["#hackathon", "#err404", "#mhssce", "#blockchain"]
  },
  {
    "id": 12,
    "link": "https://www.linkedin.com/posts/vinay-savla_i-am-excited-to-share-with-you-that-i-recently-activity-7043479557659582464-OQ5s?utm_source=share&utm_medium=member_desktop",
    "content": "I am excited to share with you that I recently participated in Error 404 Hackathon at M.H. Saboo Siddik College Of Engineering with my amazing team Kenneth Rodrigues, Sanket Ugale, PRUTHU RAUT where we built a web application along with a backend. It was an incredible experience to work with such a talented group of people who were all dedicated to creating something unique and impactful. While the hackathon was not as well-organized as we had hoped, we persevered and were able to successfully complete our project. We learned a lot throughout the process and had the opportunity to network with other like-minded individuals. The project we built was a web application that we believe has the potential to make a real difference in the world. We are proud of what we were able to achieve in such a short amount of time, and I am grateful to have had the opportunity to work with my teammates on this project.",
    "image": "https://media.licdn.com/dms/image/v2/C4D22AQHmE51qp6EKLA/feedshare-shrink_800/feedshare-shrink_800/0/1679296386216?e=1739404800&v=beta&t=I08fwIT7liXI_DswtmOyEccACMn8jiiKOloNB6zzwXE",
    "rating": 4,
    "domain_name": "linkedin.com",
    "sentiment": "positive",
    "hashtags": []
  }
]
}

